dbaeumer.vscode-eslint
mhutchie.git-graph
exiasr.hadolint
foxundermoon.shell-format
github.vscode-github-actions
usernamehw.errorlens
bennycode.sort-everything
ms-azuretools.vscode-docker
ms-vscode.cpptools
ms-vscode.cpptools-themes
twxs.cmake
ms-vscode.cmake-tools
ms-vscode.cpptools-extension-pack
ms-python.python
ms-python.autopep8
streetsidesoftware.code-spell-checker
ms-vscode.makefile-tools
ms-python.pylint
redhat.vscode-yaml
ms-python.vscode-pylance
christian-kohler.npm-intellisense
github.vscode-pull-request-github
